/*
 "혀" ,0
 "엄지발가락" ,1
 "엉덩이" ,2
 "겨드랑이" ,3
 "광대" ,4
 "혀" ,5
 "척추" ,6
 "배꼽" ,7
 "무릎" ,8
 "발꿈치" ,9
 "꼬리뼈" ,10
 "눈썹" ,11
 "" ,12
 "" ,13
 "" ,14
 "" ,15
*/

const qnaList = [
  {
    q: '1. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0] }
    ]
  },
  {
    q: '2. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0] }
    ]
  },
  {
    q: '3. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0] }
    ]
  },
  {
    q: '4. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요 ', type: [0] },
      { answer: 'b. 선택지를 입력하세요 ', type: [0] }
    ]
  },
  {
    q: '5. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0]}
    ]
  },

  {
    q: '6. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0] }
    ]
  },
  {
    q: '7. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0] }
    ]
  },
  {
    q: '8. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0] }
    ]
  },
  {
    q: '9. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0] }
    ]
  },
  {
    q: '10. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0] }
    ]
  },
  {
    q: '11. 질문을 입력하세요',
    a: [
      { answer: 'a. 선택지를 입력하세요', type: [0] },
      { answer: 'b. 선택지를 입력하세요', type: [0] }
    ]
  },
  {
    q: '12. 질문을 입력하세요',
    a: [
      { answer: 'a. "선택지를 입력하세요', type: [0] },
      { answer: 'b. "선택지를 입력하세요', type: [0] }
    ]
  }
]

const infoList = [
  {
    name: '낼름낼름 <혀>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
  {
    name: '수식어를 입력하세요 <신체부위를 입력하세요>',
    desc: '설명을 입력하세요 '
  },
]
